{
    "reviews_3": [
        "Tree is elevated, so not rideable for most. Better yet, don't do it unless other people are pretty confident in your fitness. Check yourself before you wreck yourself.",

        "This trail begins with a small pump section with two smaller jumps and a third larger hip jump. Freeze-thaw cycle isn't awful, but does make this trail rather slick. This is a fun flowy trail!",

        "Lots of branches. Lots of opportunities for big air. There is an optional drop 1/2 way down.",

        "This is a bi-directional trail but most riders ride from the parking lot towards Pleasant Hill Road. If you keep your momentum you can charge up pretty much all the climbs and the descents are steep and tricky. On the bike map it is often combined as the Whole Enchilada with Porcupine Rim, Kokopelli, Hazard County and Burro Pass.",

        "Be careful of the rock stairs relatively close to the top of this portion; too much speed could doom your descent on these. Watch that you don't overshoot the switchback to stay on the black diamond descent - the blue route is completely overgrown. This trail can be ridden as a loop, or could be ridden as an out-in-back.",

        "A little overgrown on the seward side, but totlaly manageable. From there the trail stretches out and travels pretty fast into a big berm with a view out into the valley. Technically you can go both directions but everyone typically starts from Guardsman and either drops down Desolation or continues to Mill Canyon or Ridgeline Connector.",

        "Only about 25% of the trail is good to ride. Technical singletrack in the Southside Hills above Kilbride. A long, long, did I mention long? Fire road that circles Mauna Kea.",

        "Winding trail with dips, climbs and descents. The end of the jump line trail there is a fairly steep climb to get to the next section. But this trail does not relent for one second.",

        "I discovered this trail while out with my friend one day. Immediately the trail drops into medium rollers and doubles, winding it's way back down the mountain with steep downhills, and a brief rolling climb. The decent to the upper Chimney Beach parking area is an amazing finish to what was likely a great ride with amazing views.",

        "The trail ends with some nice berms at the bottom. From the young (or not so young) beginner, to the downhill pro, a flow trail delivers smiles for riders of all ages and skill level. Clear and dry.",

        "Plenty of kick ups, jumps, drops, and huge berms. Very windy so drying fast. The lower half features two rock drops including reef drop which is the largest rock drop and Highland and.",

        "There will be some short dismount sections for most riders, but overall, the trail is fast and fun. The trail starts with a test- a skinny with a 2 ft. Check your speed before rumbling over the wet armored section that make a tight right hand turn into a bridge.",

        "The start of the dirt road is marked on the Google Map directions on this page. One of the best rides in all of tahoe. Technical singletrack in the Southside Hills above Kilbride.",

        "The trails have a decidedly old school vibe with lots of rocks, roots, tight turns and steep pitches and are sure to keep even the most experienced riders on their toes. Pretty dry and fast. The area is mostly wooded but there are several places that offer spectacular views.",

        "One of the best downhills in the area. Formerly smooth as glass, it has taken on a very natural character with lots of rollers to soak up or jump. At almost 20 miles with almost everything tahoe has to offer.",

        "Unfortunately, the lake-side trail has a hike-a-bike section in the middle. Lots of opportunities for big air. Fun!",

        "Unpacked snow and mud throughout. Better yet, don't do it unless other people are pretty confident in your fitness. Lots of branches.",

        "Plan on this ride taking all day, it probably won't, but plan on it anyways by starting early. Fast and flowing with big jump options and some pretty crazy gap jumps. Gnarly trail.",

        "There was enough rain to saturate the dust. It is typically maintained at a high level due to its popularity and use. The decent to the upper Chimney Beach parking area is an amazing finish to what was likely a great ride with amazing views.",

        "Awesome with a couple really dry spots in corners. You can find everyone out here having fun from people in body armor and downhill bikes to families testing their kids limits to xc racer types riding intervals. Use some caution in the corners here.",

        "Rose meadows and finishing with this trail. There are also several sections of slickrock that are fun to ride and allow you to pick your own line. Super loose after second intersection.",

        "Trail is now covered in snow and you can only ride the packed areas from where sledders and shredders have packed out a trail. Although it's not technical there are plenty of opportunities to slip in the loose rock and end up with some serious road rash, especially at the speeds you'll be going on the downhills! The trail can ridden in an hour non stop, but most people take multiple hours to session the various steps and drops and take photos of the World famous views of Castle Valley.",

        "Jewel of the Amasa Back area, relatively new to the other trails. Short and fast, with a few small jumps and some loose rocks to keep you on your toes. At almost 20 miles with almost everything tahoe has to offer.",

        "Sight lines are fantastic and the flow is amazing. You can find everyone out here having fun from people in body armor and downhill bikes to families testing their kids limits to xc racer types riding intervals. Gets dry in the summer.",

        "The flowiest trails of the mountain! While it has no real technical features to speak of since being redesigned, it is a lot of fun to ride this glassy smooth and generally well-bermed trail. IMO it is a better ride to turn around and follow the same trail down.",

        "Flow trail is a bit tight at the top, but gets really fast as you transition to the lower Rush. Technically you can go both directions but everyone typically starts from Guardsman and either drops down Desolation or continues to Mill Canyon or Ridgeline Connector. This is a shuttle access downhill trail that is suitable for all ages and multiple different bike styles- although best suited for all mountain, dirtjumper or full on DH bikes.",

        "The lower half features two rock drops including reef drop which is the largest rock drop and Highland and. Highly advise starting from the Mt. It's mostly a hike-a-bike up and then has an advanced all-mountain feel coming down.",

        "Blast down Ridgeline all the way to Lake Imaging Road. Trail is in good shape, minus dirt bikers dusting it up some. This 40+ miles ride is packed full of stunning island views.",

        "All hits are roll-able and built for progressing your jumping skillz. Let me begin by recommending you don't do this ride unless you're pretty confident in your fitness. Rowdy little downhill/freeride track.",

        "It is steep. Do not ride when wet and not if you are not a skilled rider. It is steep."
    ]
}
